<?php

return [
    'register' => [
        'subject' => 'Підтвердження Email',
        'logo' => [
            'h1' => '',
            'p' => 'Підтвердьте свою електронну адресу',
        ],
        'content' => [
            'greeting' => 'Привіт!',
            'message' => 'Дякуємо за реєстрацію в :attribute. Щоб завершити процес реєстрації та активувати ваш акаунт, будь ласка, підтвердіть свою електронну адресу, натиснувши на кнопку нижче:',
            'button-container' => 'Підтвердити Email',
            'alternative-text' => 'Якщо ви не можете натиснути на кнопку, скопіюйте та вставте це посилання у ваш браузер:',
            'message-second' => 'Якщо ви не створювали обліковий запис, проігноруйте цей лист.'
        ],
        'footer' => [
            'footer-text' => [
                'first' => 'З повагою',
                'second' => 'Команда',
            ]
        ],
        'copyright'=> 'Всі права захищені'
    ]
];

